import React from 'react';

const About = () => {
  return (
    <div>
      <h1>О нас</h1>
      <p>Информация о компании, ее истории и команде</p>
      <h2>В команде компании работают высококвалифицированные специалисты, включая архитекторов, инженеров и строителей с многолетним опытом.
Компания активно инвестирует в обучение и развитие своих сотрудников, что позволяет поддерживать высокий уровень профессионализма.
Руководство компании состоит из опытных менеджеров, которые имеют успешный опыт работы в строительной отрасли и управлении проектами.</h2>
      <p>Ценности компании включают: высокое качество услуг, индивидуальный подход к каждому клиенту, инновации в строительстве, устойчивое развитие и заботу об экологии.</p>
      <h2>Контактные данные</h2>
      <p>Контактная информация (8 (999) 177-17-17, info@architecturecomfort.ru, г. Москва, ул. Примерная д. 10)</p>
    </div>
  );
};

export default About;